[{"Faculty":"คณะบริหารธุรกิจ ","Major":"บริหารธุรกิจบัณฑิต","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/517","Campus":"KMITL","IsInter":"False","WhyApply":"ในโลกปัจจุบันซึ่งเราเรียกกันว่า โลกาภิวัตน์ มีการเปลี่ยนแปลงต่าง ๆ ของสังคมโลกมากมาย อันเกิดจากการเปลี่ยนแปลงไปสู่สังคมเทคโนโลยีและโทรคมนาคมนั้น ภาคธุรกิจและอุตสาหกรรมถือเป็นส่วนสำคัญของการพัฒนาทางเศรษฐกิจของประเทศ ซึ่งปัจจุบันกระบวนการผลิตในภาคธุรกิจและอุตสาหกรรมแทบทุกประเภทจำเป็นต้องมีการเรียนรู้ในเรื่องการบริหารและจัดการ เพื่อให้สามารถทำงานแบบผสมผสานระหว่างฝ่ายเทคนิคในภาคธุรกิจกับการบริหารจัดการ หลักสูตรบริหารธุรกิจบัณฑิต","Fee":"20,000","Degree":"บธ.บ. "},{"Faculty":"คณะบริหารธุรกิจ","Major":"เศรษฐศาสตร์ธุรกิจและการจัดการ","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/518","Campus":"KMITL","IsInter":"False","WhyApply":"ภายใต้รั้วลาดกระบัง ซึ่งได้ชื่อว่าเป็นสถาบันด้านวิทยาศาสตร์และเทคโนโลยีระดับต้นๆ ของประเทศและการอยู่ภายใต้คณะบริหารธุรกิจ สจล. หลักสูตรนี้จึงเป็นหลักสูตรที่เน้นการส่งเสริมและสนับสนุนการบริหารและจัดการเศรษฐกิจ การเงิน ทั้งในภาครัฐ ภาคเอกชน ผู้ประกอบการ ภาคธุรกิจเกษตร อุตสาหกรรมและเทคโนโลยี และแม้แต่เศรษฐกิจของบุคคลโดยใช้หลักวิชาการทางเศรษฐศาสตร์ ร่วมกับการนำวิชาการทางบริหารธุรกิจมาบูรณาการ และประยุกต์กับการใช้เทคโนโลยี ในกระแสการเรียนรู้ใหม่ สามารถลงทุนได้ แก้ปัญหาเป็น และตัดสินใจอย่างเหมาะสม ตั้งแต่ระดับบุคคล ถึงระดับองค์การ","Fee":"20,000","Degree":"วท.บ. "},{"Faculty":"คณะบริหารธุรกิจ","Major":"บริหารธุรกิจบัณฑิต (หลักสูตรนานาชาติ)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/519","Campus":"KMITL","IsInter":"True","WhyApply":"คุณภาพอาจารย์ผู้สอนที่เชี่ยวชาญในวิชาที่สอนอันเกิดจากประสบการณ์ตรง การทำงานวิจัย นอกเหนือจากประวัติการศึกษา","Fee":"40,000","Degree":"-"},{"Faculty":"คณะบริหารธุรกิจ","Major":"Bachelor of Business Administration Program in Global Entrepreneurship (International Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/520","Campus":"KMITL","IsInter":"True","WhyApply":"เนื่องจากการเปลี่ยนแปลงทางสภาพแวดล้อมอย่างรวดเร็วทั้งทางด้านเศรษฐกิจ สังคม การเมือง และเทคโนโลยี ทำให้เกิดความจำเป็นที่จะต้องมีการสร้างแนวคิดการเป็นผู้ประกอบการที่จะสามารถตอบสนองและสร้างคุณค่าให้สังคมจากการเปลี่ยนแปลงดังกล่าว","Fee":"50,000","Degree":"บธ.บ. "}]