[{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมโทรคมนาคมและโครงข่าย","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/444","Campus":"KMITL","IsInter":"False","WhyApply":"1. ปัจจุบัน เทคโนโลยีสื่อสารเป็นส่วนสำคัญในการขับเคลื่อนภาครัฐและภาคธุรกิจ โดยจะเห็นได้จากเทคโนโลยีสื่อสาร 5G ที่ทั่วโลกกำลังพัฒนาอย่างเร่งด่วน และเทคโนโลยีสื่อสารในอวกาศที่บริษัทชั้นนำของโลกกำลังแข่งขันอย่างดุเดือด 2. หลักสูตรวิศวกรรมโทรคมนาคมและโครงข่าย สจล. มุ่งเน้นถ่ายทอดองค์ความรู้ที่เกี่ยวข้องกับเทคโนโลยีสื่อสารในทุกมิติ เช่น เทคโนโลยีสื่อสารผ่านโทรศัพท์มือถือ เทคโนโลยีสื่อสารผ่านดาวเทียม เทคโนโลยีสื่อสารผ่านโครงข่ายคอมพิวเตอร์ เทคโนโลยี IoT และอื่นๆ รายละเอียดเพิ่มเติม https:\/\/docs.google.com\/presentation\/d\/1uTlPl7Oyv6Mdnki6wG8QBdwa84Nm0dr934ZzPSTy-mQ\/edit?usp=sharing","Fee":"27,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมไฟฟ้า","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/427","Campus":"KMITL","IsInter":"False","WhyApply":"ไฟฟ้ากำลัง เป็นสาขาที่เกี่ยวข้องกับ การผลิต การส่ง การจ่าย และกักเก็บพลังงานไฟฟ้า ซึ่งเกี่ยวข้องตั้งแต่โรงงานผลิตไฟฟ้า ส่งกำลังผ่านโครงข่ายสายส่งไฟฟ้า ไปยังผู้บริโภคทั้งที่เป็นอุตสาหกรรม แหล่งธุรกิจ และ บ้านเรือนที่พักอาศัย สาขานี้จะเกี่ยวพันกับทั้ง โครงข่ายสายส่ง และอุปกรณ์ต่าง ๆ ที่ใช้ในการส่งกำลังไฟฟ้า ที่ศักย์ไฟฟ้าสูงกว่าที่ศักย์ไฟฟ้าตามบ้านมาก ตั้งแต่หลายพันโวลต์ จนถึง หลายแสนโวลต์ และส่งกำลังหลายล้านวัตต์ ทุกวันนี้ สาขานี้ยังรวมไปถึงเศรษฐศาสตร์ ของไฟฟ้ากำลังอีกด้วย ทั้งการวิเคราะห์และคาดหมายปริมาณการบริโภคเพื่อเพิ่มประสิทธิภาพในการผลิตไฟฟ้า รูปแบบโครงสร้างเสรีในการซื้อขายกำลังไฟฟ้า นอกจากเรื่องพื้นฐานข้างต้นแล้ว ปัจจุบันสาขาวิศวกรรมไฟฟ้า ยังมุ่งเน้นการพัฒนาระบบสมาร์ทกริดที่นำเอาเทคโนโลยีวิศวกรรมไฟฟ้าสมัยใหม่ ไม่ว่าจะเป็น เทคโนโลยีการผลิตพลังงานไฟฟ้าจากพลังงานหมุนเวียนเพื่อลดผลกระทบต่อสิ่งแวดล้อม เทคโนโลยีแบตเตอรี่หรือระบบกักเก็บพลังงาน เทคโนโลยียานยนต์ไฟฟ้า เทคโนโลยีสาระสนเทศน์ เทคโนโลยีการจัดการ เทคโนโลยีปัญญาประดิษฐ์ เข้ามาช่วยวางแผนและจัดการระบบโครงข่ายไฟฟ้าให้มีประสิทธิภาพ เสถียรภาพ และมีความเชื่อถือได้ ในสภาวะที่โลกกำลังเข้าสู่ยุคภูมิอากาศเปลี่ยนแปลง (climate Change) จากการสะสมของคาร์บอนไดอ๊อกไซด์ในชั้นบรรยากาศ การผลิตพลังงานไฟฟ้าจากแหล่งพลังงานหมุนเวียนจะช่วยลดการปลดปล่อยคาร์บอนไดอ๊อกไซด์ออกสู่ชั้นบรรยากาศได้ ในส่วนของระบบคมนาคมขนส่ง วิศวกรรมไฟฟ้าจะเข้ามามีบทบาทมากขึ้นเนื่องจากการขนส่งโดยใช้พลังงานไฟฟ้าไม่ว่าจะเป็น รถไฟ หรือ รถยนต์ มีประสิทธิภาพและสมรรถนะที่ดีกว่าเครื่องยนต์สันดาปภายใน และยังก่อมลพิษต่อสิ่งแวดล้อมน้อยกว่าเป็นอย่างมาก การใช้ยานยนต์ไฟฟ้านอกจากจะช่วยประหยัดพลังงานแล้วยังไม่มีการปลดปล่อยคาร์บอนไดอ๊อกไซด์อีกด้วย","Fee":"25,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมอิเล็กทรอนิกส์","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/447","Campus":"KMITL","IsInter":"False","WhyApply":"1 หลักสูตรเดียวในประเทศไทยที่เน้นการเรียนการสอนเฉพาะทางด้านวิศวกรรมอิเล็กทรอนิกส์องค์รวมทั้งด้านฮาร์ดแวร์และซอฟแวร์, ระบบและวงจรรวมอนาล็อกและดิจิตอล 2 เน้นการศึกษาภาคปฏิบัติและโปรเจคโดยนักศึกษาจะเริ่มทำโปรเจคทุกเทอมตั้งแต่ปี 2, โปรเจคปี 3 และโปรเจคปริญญานิพนธ์ในปี 4 (สำหรับแผนเชิงปฏิบัติการ) 3 มีแผนการศึกษาสหกิจศึกษาที่ให้นักศึกษาได้ทำโปรเจคร่วมกับบริษัทชั้นนำทางด้านเทคโนโลยีเป็นเวลา 1 เทอม 4 มีวิชาเลือกเฉพาะทางที่หลากหลายโดยแบ่งเป็น 3 กลุ่มคือ เทคโนโลยีสารกึ่งตัวนำและเซนเซอร์อัจฉริยะ, วงจรรวมสำหรับอุตสาหกรรมการแพทย์และยานยนต์สมัยใหม่, ระบบดิจิตอลและการประมวลผลสัญญาณขึ้นสูงด้วยปัญญาประดิษฐ์","Fee":"25,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมคอมพิวเตอร์","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/448","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรวิศวกรรมคอมพิวเตอร์มุ่งสร้างวิศวกรคอมพิวเตอร์ ที่สามารถปฏิบัติงานในภาคธุรกิจได้อย่างมีประสิทธิผล หลักสูตรเล็งเห็นความสำคัญของคณิตศาสตร์และทฤษฎีด้านวิทยาการคอมพิวเตอร์ ซึ่งเป็นพื้นฐานที่สำคัญของการแก้ปัญหาโดยใช้คอมพิวเตอร์ จึงได้จัดให้เรียนรายวิชาในกลุ่มนี้อย่างเพียงพอ ได้แก่ การเขียนโปรแกรม โครงสร้างข้อมูลและอัลกอริทึม การพัฒนาซอฟต์แวร์ สถิติและความน่าจะเป็น พีชคณิตเชิงเส้น โครงสร้างไม่ต่อเนื่อง (Discrete Structure) ทฤษฎีการคำนวณ ซึ่งเป็นรากฐานที่สำคัญของการคิดเชิงคอมพิวเตอร์ และการเรียนวิทยาการคอมพิวเตอร์ขั้นสูง เช่น Data Science ปัญญาประดิษฐ์ (AI) หรืออื่นๆ ต่อไป นอกจากนั้นหลักสูตรยังได้จัดให้เรียนทฤษฎีด้านวิศวกรรมคอมพิวเตอร์ ได้แก่ พื้นฐานระบบดิจิตอล องค์ประกอบคอมพิวเตอร์ สถาปัตยกรรมคอมพิวเตอร์ ระบบปฏิบัติการ และเครือข่ายคอมพิวเตอร์ เพื่อให้ผู้เรียนมีความเข้าใจในการทำงานของระบบคอมพิวเตอร์ และสามารถปฏิบัติงานในสายงานต่างๆ ได้ หลักสูตรนี้ออกแบบโดยมุ่งเน้นการฝึกปฏิบัติเพื่อให้เกิดทักษะความชำนาญในการปฏิบัติงาน โดยกำหนดให้มีวิชาที่ฝึกปฏิบัติมากถึง 14 รายวิชาจาก 21 รายวิชาบังคับ เพื่อให้เกิดความคุ้นเคยและมั่นใจในการปฏิบัติงาน โดยให้นักศึกษาเลือกศึกษาตามความถนัดของตนเองใน 3 แขนง ได้แก่ แขนงฮาร์ดแวร์และสถาปัตยกรรมคอมพิวเตอร์ แขนงการพัฒนาซอฟต์แวร์ และแขนงโครงสร้างพื้นฐานของระบบและระบบเครือข่าย นอกจากนั้นยังให้นักศึกษาได้เลือกรายวิชาเฉพาะทางในชั้นปีสุดท้ายในสาขาเฉพาะทาง เช่น สาขาข้อมูลขนาดใหญ่และธุรกิจอัจฉริยะ สาขาการประมวลผลมัลติมีเดีย สาขาเครื่องจักรอัจฉริยะ สาขาความปลอดภัยไซเบอร์ เป็นต้น เพื่อให้นักศึกษามีความเชี่ยวชาญเฉพาะด้านมากขึ้น","Fee":"25,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมคอมพิวเตอร์ (ต่อเนื่อง)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/450","Campus":"KMITL","IsInter":"False","WhyApply":"ภาควิชาวิศวกรรมคอมพิวเตอร์ ดำเนินการด้านการเรียนการสอน ที่มุ่งเน้นเนื้อหาความรู้ในสาขาวิชาวิศวกรรมคอมพิวเตอร์ ผลิตบัณฑิตที่มีคุณภาพ มีผลงานวิจัยเผยแพร่ต่อสาธารณะอย่างต่อเนื่อง มีชิ้นงานการประยุกต์พัฒนาเทคโนโลยีทางด้านคอมพิวเตอร์ที่ใช้งานจริงและมีประสิทธิภาพ ผลงานที่ผ่านมาของภาควิชาวิศวกรรมคอมพิวเตอร์เป็นที่ยอมรับทั้งจากภาครัฐและภาคเอกชนด้วยดีโดยตลอด","Fee":"35,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมเครื่องกล","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/451","Campus":"KMITL","IsInter":"False","WhyApply":"วิศวกรรมเครื่องกล (Mechanical engineering) เป็นวิชาชีพที่เกี่ยวกับการประยุกต์ใช้คณิตศาสตร์และกฎทางฟิสิกส์เพื่อการประดิษฐ์ การผลิต และการดูแลรักษาระบบเชิงกล วิศวกรรมเครื่องกลเป็นหนึ่งในสาขาทางวิศวกรรมที่เก่าแก่ที่สุดและมีขอบข่ายกว้างขวางที่สุด","Fee":"25,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมขนส่งทางราง","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/452","Campus":"KMITL","IsInter":"False","WhyApply":"ในช่วง 10 ปีที่ผ่านมา ประเทศไทยได้มีการพัฒนาระบบขนส่งทางราง ทั้งการขนส่งคนภายในเมืองใหญ่ เช่น กรุงเทพมหานคร เป็นต้น การขนส่งสินค้าระหว่างเมืองด้วยโครงการรถไฟทางคู่ทั่วประเทศ นอกจากนั้นยังมีรถไฟความเร็วสูง กรุงเทพฯ-หนองคอยและรถไฟความเร็วสูงเชื่อมสามสนามบิน ดังนั้นจึงมีความจำเป็นที่ต้องมีการพัฒนาบุคลากรในระบบขนส่งทางราง ซึ่งจะประกอบไปด้วย วิศวกรและช่างเทคนิค เพื่อมารองรับการพัฒนาระบบขนส่งทางรางดังกล่าว ดังนั้นหลักสูตรวิศวกรรมขนส่งทางรางจึงถือได้ว่าเป็นหลักสูตรที่มีความจำเป็นในการพัฒนาประเทศเป็นอย่างยิ่ง","Fee":"25,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมการวัดคุม (ต่อเนื่อง)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/453","Campus":"KMITL","IsInter":"False","WhyApply":"วิศวกรรมการวัดคุม ภาควิชาวิศวกรรมการวัดและควบคุม คณะวิศวกรรมศาสตร์ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง เป็นภาควิชาแรกในประเทศไทยที่เปิดทำการเรียนการสอนทางด้านเทคโนโลยีการวัดคุมทางอุตสาหกรรม โดยเนื้อหามุ่งเน้นทั้งทางด้านทฤษฎี และปฏิบัติ มีความร่วมมือกับผู้ประกอบการจากภาคอุตสาหกรรมในการร่วมพัฒนาและบริหารหลักสูตรเพื่อให้หลักสูตรมีความทันสมัยสอดคล้องกับความต้องการของตลาด นอกจากนี้ภาควิชายังมีความร่วมมือกับต่างประเทศทั้งในเอเชีย ยุโรป และ อเมริกา เพื่อพัฒนาการเรียนการสอนและงานวิจัยให้เกิดองค์ความรู้ในระดับสากล ดังนั้นผู้ที่จบการศึกษาจากหลักสูตรนี้ จึงสามารถเข้าศึกษาต่อและทำงานระดับสูงทั้งในประเทศและต่างประเทศได้เป็นจำนวนมาก","Fee":"35,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมเมคคาทรอนิกส์และออโตเมชัน","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/454","Campus":"KMITL","IsInter":"False","WhyApply":"ปัจจุบันเทคโนโลยีในการผลิตเครื่องจักรอัตโนมัติ และระบบหุ่นยนต์ เพื่อทดแทนแรงงานมนุษย์ มีความจำเป็นอย่างยิ่ง และเป็นเทคโนโลยีชั้นสูงที่ท้าทายความสามารถและความคิดสร้างสรรของผู้เรียน หลักสูตรวิศวกรรมเมคคาทรอนิกส์และออโตเมชัน เป็นการบูรณาการความรู้ในหลายสาขาวิชาเข้าด้วยกัน ได้แก่ วิศวกรรมไฟฟ้า วิศวกรรมเครื่องกล วิศวกรรมอิเล็กทรอนิกส์ และวิศวกรรมระบบควบคุม มุ่งเน้นให้ผู้เรียนมีความสามารถทั้งทางด้านทักษะและปัญญาในด้านวิศวกรรมการวัดและควบคุมทางอุตสาหกรรม วิศวกรรมระบบควบคุมอัตโนมัติ และ ระบบอัจฉริยะปัญญาประดิษฐ์","Fee":"27,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมโยธา","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/455","Campus":"KMITL","IsInter":"False","WhyApply":"เป็นหลักสูตรที่ผลิตวิศวกรโยธาที่มีคุณภาพ","Fee":"27,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมโยธา (ต่อเนื่อง)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/456","Campus":"KMITL","IsInter":"False","WhyApply":"เป็นการเรียนต่อยอดจากระดับปวส. เพื่อให้เป็นวิศวกรโยธา","Fee":"35,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมระบบอุตสาหกรรมการเกษตร (ต่อเนื่อง)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/457","Campus":"KMITL","IsInter":"False","WhyApply":"นโยบายประเทศไทย 4.0 ได้อธิบายภาพการเปลี่ยนผ่านของสังคมไทย ตั้งแต่ในอดีตโดยเริ่มต้นจากการที่ประชาชนคนไทยมีอาชีพการทำเกษตรเป็นหลัก ส่วนใหญ่จะทำเพื่อการยังชีพเหลือจึงขาย ต่อมาในยุคที่ 2 ที่สังคมได้เข้าสู่อุตสาหกรรมเบา เน้นการใช้แรงงานราคาถูก ผลิตสินค้าด้วยเทคโนโลยีระดับต่ำ-กลาง เพื่อทดแทนการนำเข้าและส่งออกบางส่วน ในยุคที่ 3 จึงได้เปลี่ยนนโยบายมาเป็นการผลิตในอุตสาหกรรมขนาดใหญ่ เช่น การผลิตรถยนต์ อะไหล่อิเล็กทรอนิกส์ ซึ่งต้องใช้เทคโนโลยีระดับสูง ราคาแพงจากต่างประเทศ โดยเน้นการส่งออก ทำให้เศรษฐกิจเติบโต ประชากรมีรายได้เพิ่มขึ้นอย่างรวดเร็ว แต่ก็ไม่สามารถเจริญเติบโตอย่างต่อเนื่องต่อไปได้ เพราะไม่มีองค์ความรู้และเทคโนโลยีขั้นสูงเป็นของตัวเอง ประชากรติดกับอยู่ในหมู่ประเทศที่มีรายได้ปานกลางมากว่า 20 ปี นโยบายประเทศไทย 4.0 จึงได้แนวคิดในการขับเคลื่อนประเทศ มาเป็นขับเคลื่อนด้วยการใช้นวัตกรรมการบริหารจัดการ การใช้องค์ความรู้และเทคโนโลยีที่ผลิตขึ้นในประเทศ เพื่อการขับเคลื่อนพัฒนาประเทศในยุคที่ 4 โดยกำหนดยุทธศาสตร์โดยใช้สิ่งที่ประเทศไทยมีความรู้ ความเชี่ยวชาญ และเป็นสิ่งที่ประเทศไทยมีข้อได้เปรียบ ได้แก่ การพัฒนาโดยใช้ยุทธศาสตร์ด้านเกษตรและอาหาร ยุทธศาสตร์ด้านสุขภาพ ยุทธศาสตร์ด้านสื่อสารและสารสนเทศ ยุทธศาสตร์ด้านหุ่นยนต์อัจฉริยะ และยุทธศาสตร์ด้านการใช้นวัตกรรมเพื่อการบริการที่มีมูลค่าสูง นโยบายเกษตร 4.0 จึงได้มุ่งเน้นให้การทำเกษตรกรรมในประเทศให้หันมาใช้เทคโนโลยีและนวัตกรรมใหม่ๆ โดยใช้การสื่อสารแบบไร้สาย รวมทั้งการใช้เครื่องจักรและเครื่องมือ เพื่อนำมาใช้ในการผลิตไม่ว่าจะเป็นการผลิตแบบ Smart Farming หรือเกษตรแปลงใหญ่ ใช้การบริหารจัดการตลาดโดยใช้เทคโนโลยีสารสนเทศ ลดแรงงานโดยใช้ระบบอัจฉริยะในมิติต่างๆ เช่น การสั่งการใช้ระบบ IoT การใช้เทคโนโลยีเกษตรแม่นยำ เพื่อลดแรงงาน ลดต้นทุน และสร้างผลผลิตที่มีคุณภาพสูง รวมทั้งสามารถแปรรูปสร้างมูลค่าเพิ่มให้แก่ ผลผลิตทางการเกษตร ซึ่งก็คือการทำน้อยได้มากนั่นเอง วิศวกรรมเกษตร เป็นหนึ่งใน 19 สาขาวิชาชีพที่ได้รับการรับรองในประกาศตามราชกิจจานุเบกษานี้ด้วย งานในขอบข่ายที่วิศวกรรมเกษตรสามารถกระทำได้มี 6 งาน ได้แก่ 1) งานด้านดินและน้ำ 2) งานด้านการผลิตสัตว์ปศุสัตว์ สัตว์น้ำ และการประมง 3) งานด้านการผลิตพืชทุกชนิด ไม่ว่าจะเป็นพืชอาหาร ธัญพืช ผักและผลไม้ พืชเส้นใย และพืชพลังงาน 4) งานด้านการแปรสภาพ แปรรูป อบแห้ง ผลผลิตทางการเกษตรทุกชนิด 5) งานด้านการผลิตเชื้อเพลิง และพลังงานจากผลผลิตทางการเกษตร และ 6) การใช้เทคโนโลยีสารสนเทศเพื่อการเกษตร ดังนั้นจะเห็นได้ว่า งานวิศวกรรมเกษตรเป็นศาสตร์ที่ประยุกต์และบูรณาการองค์ความรู้ในสาขาวิชาต่างๆ มาใช้ในการผลิต ผลิตภัณฑ์ที่มาจากการเกษตรกรรม โดยเป็นการรวมความรู้ทางด้านวิศวกรรมมาผสมผสานกับองค์ความรู้ทั้งการเกษตรและเทคโนโลยีอื่นๆ เข้าด้วยกัน เพื่อให้ได้ผลผลิตจากการเกษตร เพื่อการอุปโภคและการบริโภคอย่างมีคุณภาพและปลอดภัย หลักสูตรวิศวกรรมระบบอุตสาหกรรมการเกษตรมุ่งเน้นการบูรณาการองค์ความรู้ต่างๆ เข้ามาไว้ด้วยกัน และเปิดให้นักศึกษาที่สำเร็จการศึกษาจากสายอาชีพในระดับวิชาชีพชั้นสูง หรือ ปวส. ในหลายสาขาวิชาชีพ โดยเชื่อว่านักศึกษาเหล่านี้จะนำเอาความรู้และทักษะที่ฝึกหัดมาบูรณาการพร้อมกับองค์ความรู้ใหม่จากภาควิชาวิศวกรรมเกษตร เพื่อให้ได้วิศวกรแบบใหม่ที่สามารถนำเอาเทคโนโลยีในหลากหลายมิติมาหลอมรวมเป็นนวัตกรรมที่ถูกนำมาประยุกต์ในการแก้ปัญหาการเกษตรของประเทศไทยที่ผลผลิตการเกษตรของไทยที่มีมูลค่าต่ำ ทำให้มีมูลค่าสูงและมีความหลากหลายมากยิ่งขึ้น","Fee":"35,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมเกษตรอัจฉริยะ","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/458","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรวิศวกรรมเกษตรอัจฉริยะ เป็นหลักสูตรที่ผลิตวิศวกร นักนวัตกร นักประดิษฐ์ ตลอดจนเจ้าของกิจการที่เป็นที่ต้องการของตลาดแรงงานในระบบอุตสาหกรรมการผลิตทางการเกษตร บัณฑิตที่สำเร็จการศึกษาจากหลักสูตรวิศวกรรมเกษตรอัจฉริยะจะเป็นผู้มีความรู้และทักษะที่ทันสมัย เช่น เทคโนโลยีเครื่องจักรกล เทคโนโลยีด้านวิทยาศาสตร์ข้อมูลและปัญญาประดิษฐ์ (Data Sciences and Artificial Intelligence) เทคโนโลยีเซ็นเซอร์ ระบบอินเตอร์เน็ตของสรรพสิ่ง (IoT) ระบบอัตโนมัติและหุ่นยนต์ สามารถประยุกต์องค์ความรู้เหล่านี้เพื่อคิดค้นและพัฒนาสิ่งประดิษฐ์หรือนวัตกรรมสำหรับระบบอุตสาหกรรมการเกษตรตั้งแต่แปลงเพาะปลูกไปจนถึงมือผู้บริโภค อาทิเช่น โรงเรือนเพื่อการผลิตพืช (Greenhouse) หุ่นยนต์เพื่อการเกษตร ระบบเกษตรแม่นยำ (Precision agriculture) อากาศยานไร้คนขับเพื่อการเกษตร เทคโนโลยีการแปรรูปผลิตผลเกษตร การควบคุมคุณภาพผลิตผล ตลอดจนการจัดการเกษตรเชิงพาณิชย์","Fee":"25,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมเคมี","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/459","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรนี้เป็นหลักสูตรที่ผลิตวิศวกรเคมีเพื่อออกไปทำงานออกแบบ ควบคุม พัฒนา และปรับปรุงกระบวนการผลิตในระดับอุตสาหกรรมเพื่อเปลี่ยนวัตถุดิบให้เป็นผลิตภัณฑ์ที่มีมูลค่าสูงขึ้น เพื่อให้กระบวนการผลิตมีความปลอดภัย และมีความคุ้มค่าทางด้านเศรษฐศาสตร์ สามารถผลิตได้ในตามความต้องการของผู้บริโภค","Fee":"25,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์w","Major":"วิศวกรรมอุตสาหการ","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/460","Campus":"KMITL","IsInter":"False","WhyApply":"วิศวอุตสาหการเป็นวิศวกรที่รอบรู้หลายด้านเพื่อประสานงานให้การทำงานก่อประสิทธิผลและประสิทธิภาพของการทำงานที่สูงที่สุด โดยสำหรับวิศวอุตสาหการลาดกระบังเราจะเน้นถึง พื้นฐานวิศวกรรมที่ต้องลงมือปฏิบัติ ทั้งด้านการผลิต วัสดุวิศวกรรม ระบบการผลิตอัตโนมัติ เพื่อให้นักศึกษาพร้อมนำสิ่งที่เรียนสามารถไปประยุกต์ใช้กับระบบการจัดการทั้งรูปแบบการบริหารธุรกิจและอุตสาหกรรมได้","Fee":"27,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"วิศวกรรมอาหาร","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/461","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรวิศวกรรมอาหาร ปีการศึกษา 2564 เน้นเพื่อให้ความรู้เกี่ยวกับการระบบการผลิตอาหารอาหารทั้งระบบ ในมุมมองของการผลิตอาหารขนาดใหญ่ ให้เข้าใจว่าในโรงงานอาหารมีอะไรบ้างและแต่ละส่วนมีความสำคัญอย่างไร ตั้งแต่ความรู้ด้านการออกแบบโรงงาน ความรู้ที่สำคัญที่เกี่ยวกับผลิตอาหาร การเลือกใช้หรือกำหนดเครื่องจักรและอุปกรณ์ในการผลิตระดับอุตสาหกรรม และความรู้เกี่ยวกับระบบสนับสนุนต่าง ๆ ที่จำเป็นต้องใช้ในโรงงาน เช่น ไฟฟ้า การวัดและควบคุม ระบบอัตโนมัติ ระบบน้ำใช้ และระบบน้ำเสีย รวมไปถึงเศรษฐศาสตร์และระบบการเงินที่เกี่ยวข้อง หลักสูตรนี้เหมาะสำหรับ 1.นักศึกษาที่ต้องการต่อยอดกิจการที่บ้าน จากการผลิตในครัวเรือนหรือโรงงานขนาดเล็ก ให้เป็นระบบการผลิตที่ใหญ่ขึ้นและเป็นไปตามกฎหมายหรือหลักเกณฑ์ต่าง ๆ 2. นักศึกษาที่ต้องการสร้างสินค้าหรือผลิตภัณฑ์อาหารเป็นของตนเองและอยากเข้าใจระบบการผลิตขนาดใหญ่ในมุมมองของวิศวกร โดยที่นี่มีบุคลากรและทุนวิจัยที่พร้อมสนับสนุนนักศึกษาอย่างเต็มที่ 3. นักศึกษาที่มีความสนใจอยากทำงานในอุตสาหกรรมการผลิตอาหารและอุตสาหกรรมที่เกี่ยวเนื่องกับอุตสาหกรรมอาหาร","Fee":"25,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Civil Engineering (International Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/462","Campus":"KMITL","IsInter":"True","WhyApply":"เป็นหลักสูตรที่ผลิตวิศวกรโยธาที่มีคุณภาพ","Fee":"90,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Biomedical Engineering (Internation Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/463","Campus":"KMITL","IsInter":"True","WhyApply":"วิศวกรรมชีวการแพทย์ เป็นสาขาวิชที่นำเอาความรู้ทางด้าน “วิศวกรรมศาสตร์ + วิทยาศาสตร์การแพทย์” มาประยุกต์ใช้ร่วมกัน เพื่อออกแบบสร้างหรือพัฒนาซอฟต์แวร์ อุปกรณ์ หรือเครื่องมือทางการแพทย์ที่ได้มาตรฐาน สามารถใช้งานได้จริง รวมถึงการศึกษาค้นคว้าเทคโนโลยีใหม่ ๆ ที่มีความซับซ้อน และต้องการขั้นตอนการผลิตที่มีมาตรฐาน และ ประสิทธิภาพสูง","Fee":"90,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Software Engineering (International Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/464","Campus":"KMITL","IsInter":"True","WhyApply":"As everything around us has become more and more computerized and every computer system requires software, the demand for software engineers has been increasing worldwide. Software engineering is not just about coding. It concerns all aspects of software production, i.e. analysis, design, coding, testing and deployment. Good software engineers not only have solid computer science foundations but must also be skillful in the software development process and have good people skills.","Fee":"90,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Mechanical Engineering (International Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/465","Campus":"KMITL","IsInter":"True","WhyApply":"Mechanical engineering is one of the oldest of the engineering disciplines. Today it is still a very broad and diverse field of engineering that will applies in almost every aspect of life. From a deep tunnel under the earth to the space exploration, mechanical engineers involve in design, analysis, manufacturing and maintenance of machineries and equipment which are the most critical elements of our civilization. There are lots of career opportunities lying ahead of students who can pursue the degree of this challenging field. Major industries, which inquire mechanical engineers, include automotive, aviation, power plant, railway, construction and building system, appliance manufacturers and many more. In modern world, many branches of mechanical engineering have integrated with other fields, creating state of art technologies such as artificial intelligence in robotics, autonomous vehicles and unmanned aerial vehicles. Mechanical engineers often find themselves working closely among other scientists and engineers in many areas such as petro-chemical mechatronics, biomedical, and various researches or developments cannot be accomplished without the existence of mechanical engineers.","Fee":"90,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Chemical Engineering (International Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/466","Campus":"KMITL","IsInter":"True","WhyApply":"“WE IMPROVE QULITY OF LIFE” CHEMICAL ENGINEERS work with groundbreaking technologies to enhance the quality of people’s lives in areas such as environmental protection, the management of resources, and controlling health and safety.","Fee":"90,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Electrical Engineering (Internation Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/467","Campus":"KMITL","IsInter":"True","WhyApply":"หลักสูตรวิศวกรรมศาสตรบัณฑิต สาขาวิชาวิศวกรรมไฟฟ้า หลักสูตรนานาชาติ มุ่งผลิตบัณฑิตที่มีความรู้ความสามารถทั้งทางด้านทฤษฎีและทักษะทางปฏิบัติเชิงวิศวกรรมไฟฟ้า ตลอดจนทักษะการสื่อสารและการทำงานในสังคมนานาชาติ มีความคิดสร้างสรรค์ มีวินัยและทัศนคติที่ดีในการทำงาน เพื่อตอบสนองความต้องการวิศวกรไฟฟ้าที่มีความสามารถของตลาดแรงงานในอุตสาหกรรมยุค 4.0 ทั้งในประเทศและต่างประเทศ หลักสูตรวิศวกรรมไฟฟ้า (Electrical Engineering; EE) ประกอบไปด้วย 4 แขนงวิชาหลัก (Majors) ได้แก่ ไฟฟ้ากำลัง (Electrical Power) การสื่อสารและข้อมูล (Communications and Data) อิเล็กทรอนิกส์ (Electronics) และ แมคคาทรอนิกส์ (Mechatronics) มีความยืดหยุ่นตามความถนัดและสนใจของผู้เรียน","Fee":"90,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Industrial Engineering and Logistics Management (International Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/468","Campus":"KMITL","IsInter":"True","WhyApply":"IELM concerned with the development, improvement, implementation and evaluation of integrated systems of people, money, knowledge, information, equipment, energy and materials. Logistics management uses information management tools and financial technology for logistics operations and supply chain management with the aim to enhance logistics operations, service quality and the utilization of resources through effective design of procurement, transport, distribution and inventory.","Fee":"90,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Computer Innovation Engineering (International Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/469","Campus":"KMITL","IsInter":"True","WhyApply":"Computer Innovation Engineering is designed to prepare students for creating new and advanced computer innovations. The program offers both fundamental knowledge and state of the art computing technologies, including Internet of Things, Cloud Computing and Data Analytics. The curriculum also integrates the study of innovation process, helping students transform their explored ideas into potential startup businesses. Students will also have solid foundations of mathematics and science as well.","Fee":"150,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Robotics and AI Engineering (Internation Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/470","Campus":"KMITL","IsInter":"True","WhyApply":"Robotics and AI หลักสูตรที่เป็นเทรนค์เทคโนโลยีอนาคต และตอบโจทย์อุตสาหกรรม New S-curve ใหม่ ของประเทศ โดยมีจุดแข็งคือการเน้นการฝึกให้ผู้เรียนเรียนรู้ทฤษฎีที่เข้มข้นพร้อมการฝึกปฏิบัติและทดลองทำจริงผ่านโจทย์ที่กำหนดจากภาคอุตสาหกรรมรวมทั้งองค์การชั้นนำด้านหุ่นยนต์และปัญญาประดิษฐ์ตามความร่วมมือกับหลักสูตร ซึ่งมีอยู่เป็นจำนวนมาก พร้อมกับผู้เชี่ยวชาญจากภาคอุตสาหกรรมจะเข้ามาร่วมสอนเพื่ออัพเดทเทรนเทคโนโลยีและการแก้ปัญหาแนวปกติใหม่ทำให้ผู้เรียนมีความเข้าใจลึกซึ้งมากยิ่งขึ้น โดยผู้เรียนจะได้รับโจทย์และเรียนรู้เครื่องมือที่ทันสมัยจากภาคอุตสาหกรรมด้านหุ่นยนต์และปัญญาประดิษฐ์ในการแก้ปัญหาและสามารถใช้งานได้จริง นอกจากนี้หลักสูตรหุ่นยนต์และปัญญาประดิษฐ์ สจล. จัดการเรียนการสอนเป็นหลักสูตรนานาชาติเพื่อมุ่งเน้นส่งเสริมให้ผู้เรียนเป็นวิศวกรที่มีพร้อมและมีความสามารถแข่งขันทั้งในระดับชาติและระดับสากล","Fee":"90,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Energy Engineering (Internation Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/471","Campus":"KMITL","IsInter":"True","WhyApply":"หลักสูตรถูกออกเเบบมาเพื่อผลิตวิศวกรพลังงานเพื่อตอบสนองภาคอุตสาหกกรมในยุคที่โลกมีการเลี่ยนเเปลงเข้าสู่เทคโนโลยี IOT","Fee":"90,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B. Eng. Financial Enineering (International Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/472","Campus":"KMITL","IsInter":"True","WhyApply":"นักศึกษาในหลักสูตรจะได้ศึกษาพื้นฐานเศรษฐศาสตร์และคณิตศาสตร์การเงิน ฝึกฝนทักษะการเขียนโปรแกรมคอมพิวเตอร์ และเรียนรู้เทคโนโลยีสมัยใหม่ รวมทั้ง AI และ Machine Learning เพื่อนำมาประยุกต์ใช้ในการแก้ปัญหาทางการเงิน ออกแบบกลยุทธ์การลงทุน และพัฒนาเครื่องมือ ผลิตภัณฑ์ หรือนวัตกรรมทางการเงินเพื่อตอบโจทย์และความต้องการของอุตสาหกรรม","Fee":"120,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์","Major":"B.Eng. Engineering Management and Entrepreneurship (Internation Program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/473","Campus":"KMITL","IsInter":"True","WhyApply":"เป็นหลักสูตรที่ผลิตวิศกรที่เน้นด้านการจัดการและการเป็นผู้ประกอบการ","Fee":"90,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์ (เขตชุมพร)","Major":"วิศวกรรมเครื่องกล แขนงวิศวกรรมพลังงาน","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/550","Campus":"Chumporn","IsInter":"False","WhyApply":"ผลิตบัณฑิตทางด้านวิศวกรรมเครื่องกล ที่มีคุณลักษณะของวิศวกรนักปฏิบัติคือสามารถใช้งาน ออกแบบ และทดสอบ เครื่องมือ เครื่องจักร อุปกรณ์ที่เกี่ยวข้องกับงานวิศวกรรม งานทางด้านดิจิทัลหรือเทคโนโลยีอัตโนมัติ ที่สอดคล้องกับบริบทของการพัฒนาเทคโนโลยีที่เหมาะสม เพื่อการพัฒนาประเทศ พัฒนาเศรษฐกิจ และพัฒนาชุมชนอย่างยั่งยืน","Fee":"20,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์ (เขตชุมพร)","Major":"วิศวกรรมเครื่องกล แขนงวิศวกรรมเกษตรอัจฉริยะ","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/551","Campus":"Chumporn","IsInter":"False","WhyApply":"เพื่อผลิตบัณฑิตที่มีทักษะ คิดวิเคราะห์ แก้ปัญหา สู้งานและสามารถสร้างสรรค์งานทางด้านวิศวกรรมเครื่องกลสมัยใหม่เพื่อการใช้งานจริงในภาคธุรกิจ อุตสาหกรรมและเกษตรกรรมของประเทศ","Fee":"20,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์ (เขตชุมพร)","Major":"วิศวกรรมหุ่นยนต์และอิเล็กทรอนิกส์อัจฉริยะ","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/552","Campus":"Chumporn","IsInter":"False","WhyApply":"หลักสูตรที่มีความโดดเด่น มีเอกลักษณ์นักศึกษาสามารถเลือกเรียนและพัฒนาตัวเองตามความชอบและความถนัด ด้วยการนำความรู้ทางไฟฟ้า อิเล็กทรอนิกส์ ไปพัฒนาเป็นหุ่นยนต์เฉพาะทาง มีความเป็นอัจฉริยะเฉพาะด้าน จาก 6 ชุดการเรียรู้ 1 หุ่นยนต์และอิเล็กทรอนิกส์อัจฉริยะในอุตสาหกรรม 2 หุ่นยนต์และอิเล็กทรอนิกส์อัจฉริยะชีวการแพทย์ 3 หุ่นยนต์และอิเล็กทรอนิกส์อัจฉริยะยานยนต์ 4 หุ่นยนต์และอิเล็กทรอนิกส์อัจฉริยะเพื่อการจัดการพลังงาน 5 หุ่นยนต์และอิเล็กทรอนิกส์อัจฉริยะเพื่อเกษตรอัจฉริยะ 6 หุ่นยนต์และอิเล็กทรอนิกส์อัจฉริยะเพื่อเทคโนโลยีสารสนเทศ","Fee":"20,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์ (เขตชุมพร)","Major":"วิศวกรรมคอมพิวเตอร์","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/553","Campus":"Chumporn","IsInter":"False","WhyApply":"มีความรู้ทางคณิตศาสตร์ วิทยาศาสตร์ ที่เป็นพื้นฐานของวิศวกรรมคอมพิวเตอร์อย่างเพียงพอ และมีทักษะในการวิเคราะห์และออกแบบระบบงานวิศวกรรมคอมพิวเตอร์ ทั้งด้านซอฟต์แวร์และฮาร์ดแวร์ โดยใช้ความรู้ทางทฤษฎีและเทคโนโลยีอันทันสมัย","Fee":"20,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์ (เขตชุมพร)","Major":"วิศวกรรมไฟฟ้า แขนงวิศวกรรมไฟฟ้าสื่อสาร","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/554","Campus":"Chumporn","IsInter":"False","WhyApply":"สาขาวิชาวิศวกรรมไฟฟ้านี้ถูกพัฒนาขึ้นให้สอดคล้องกับยุทธศาสตร์การพัฒนาวิทยาศาสตร์ เทคโนโลยี วิจัย และนวัตกรรม ยุทธศาสตร์การสร้างความเข้มแข็งทางเศรษฐกิจและแข่งขันได้อย่างยั่งยืน รวมถึงยุทธศาสตร์การพัฒนาโครงสร้างพื้นฐานและระบบโลจิสติกส์","Fee":"20,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์ (เขตชุมพร)","Major":"วิศวกรรมไฟฟ้า แขนงวิศวกรรมอิเล็กทรอนิกส์","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/555","Campus":"Chumporn","IsInter":"False","WhyApply":"สามารถออกแบบระบบงาน หรือกระบวนการทางด้านวิศวกรรมไฟฟ้า ได้ตามความต้องการและข้อกำหนดงานโดยคำนึงถึงความปลอดภัย ความน่าเชื่อถือ ประหยัด และมีประสิทธิภาพ","Fee":"20,000","Degree":"วศ.บ. "},{"Faculty":"คณะวิศวกรรมศาสตร์ (เขตชุมพร)","Major":"วิศวกรรมเครื่องกล แขนงวิศวกรรมเครื่องกล","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/559","Campus":"Chumporn","IsInter":"False","WhyApply":"บัณฑิตทางด้านวิศวกรรมเครื่องกล ที่มีทักษะคิดวิเคราะห์แก้ปัญหาโดยใช้ความรู้และความสามารถทางด้านคณิตศาสตร์ วิทยาศาสตร์ และวิศวกรรม เพื่อประกอบอาชีพในสายวิศวกรรม อุตสาหกรรม และภาคธุรกิจที่เกี่ยวข้อง","Fee":"20,000","Degree":"วศ.บ. "}]