[{"Faculty":"คณะวิทยาศาสตร์","Major":"เคมีสิ่งแวดล้อม","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/500","Campus":"KMITL","IsInter":"False","WhyApply":"จากการขยายตัวของภาคอุตสาหกรรม ธุรกิจ และบริการ มีการนำทรัพยากรธรรมชาติและสิ่งแวดล้อมมาใช้ให้เกิดประโยชน์ในขณะเดียวกันก็มีการปลดปล่อยมลพิษลงสู่สิ่งแวดล้อมเช่นกัน จนเกิดเป็นปัญหาหลักในระดับประเทศ ปัจจุบันโรงงานอุตสาหกรรมทุกประเภทถูกกำหนดโดยภาครัฐให้มีการบำบัดมลพิษก่อนปล่อยสู่สิ่งแวดล้อม ทำให้มีความต้องการนักสิ่งแวดล้อมมาช่วยในการควบคุมระบบบำบัด หลักสูตรเคมีสิ่งแวดล้อมเป็นหลักสูตรที่มีการบูรณาการองค์ความรู้ด้านเคมีและสิ่งแวดล้อมในการช่วยแก้ไขผลกระทบที่เกิดขึ้น มีการเรียนการสอนในเรื่องเทคโนโลยีการควบคุมมลพิษด้านต่าง ๆ และการจัดการสิ่งแวดล้อม ซึ่งครอบคุมองค์ความรู้ที่จะไปประยุกต์","Fee":"19,000","Degree":"วท.บ. "},{"Faculty":"คณะวิทยาศาสตร์","Major":"เคมีอุตสาหกรรม","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/501","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรวิทยาศาสตรบัณฑิต สาขาเคมีอุตสาหกรรม เป็นหลักสูตรที่มีความทันสมัย มุ่งเน้นผลิตบัณฑิตที่มีความรู้ทั้งภาคทฤษฎีและภาคปฏิบัติด้านเคมีและเคมีอุตสาหกรรม ตอบความต้องการของตลาดแรงงาน โดยคำนึงถึงทักษะของตลาดแรงงานในอนาคต (21st Century Skills) และนโยบายการขับเคลื่อนประเทศไทยที่เป็นความมุ่งมั่นของรัฐบาลที่ต้องการเปลี่ยนแปลงโครงสร้างเศรษฐกิจไปสู่ “Value-Based Economy” หรือ “เศรษฐกิจที่ขับเคลื่อนด้วยนวัตกรรม” ที่เรียกว่า “ประเทศไทย 4.0”","Fee":"19,000","Degree":"วท.บ. "},{"Faculty":"คณะวิทยาศาสตร์","Major":"เทคโนโลยีชีวภาพ","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/502","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรวิทยาศาสตรบัณฑิต สาขาเทคโนโลยีชีวภาพ ครอบคลุมถึงเทคโนโลยีโดยการนําความรู้และวิธีการ ตลอดจนกลไกจากเครื่องมือทางด้านต่างๆ ของวิทยาศาสตร์มาประยุกต์ใช้กับสิ่งมีชีวิต ชิ้นส่วน หรือผลผลิตของสิ่งมีชีวิต ทั้งในเซลล์พืช เซลล์สัตว์ และจุลินทรีย์ เพื่อการผลิตและวิจัย และประยุกต์ใช้ในอุตสาหกรรมหลัก ได้แก่ เทคโนโลยีชีวภาพด้านอาหาร ด้านเกษตรหรือเกษตรชีวภาพ ด้านเซลล์พืชและเซลล์สัตว์ ด้านพลังงานชีวภาพและสิ่งแวดล้อม ด้านการแพทย์และสาธารณสุข และเทคโนโลยีชีวภาพด้านอุตสาหกรรมการผลิตสารเคมีชีวภาพ","Fee":"19,000","Degree":"วท.บ. "},{"Faculty":"คณะวิทยาศาสตร์","Major":"จุลชีววิทยาอุตสาหกรรม","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/503","Campus":"KMITL","IsInter":"False","WhyApply":"จุลินทรีย์เป็นแหล่งทรัพยากรที่มีความหลากหลายและสำคัญของประเทศ ปัจจุบันมีเครื่องมือและเทคโนโลยีที่ทันสมัยในการคัดเลือก และพัฒนาสายพันธุ์จุลินทรีย์ให้มีศักยภาพในการผลิตสารมูลค่าสูงขึ้น เพื่อนำจุลินทรีย์มาใช้ประโยชน์ด้านอุตสาหกรรมอาหาร การเกษตร และสิ่งแวดล้อม รวมทั้งควบคุมการผลิตให้ได้มาตรฐาน หลักสูตรจุลชีววิทยาอุตสาหกรรมจึงมุ่งเน้นผลิตบุคลากรที่มีความรู้และทักษะเกี่ยวกับจุลินทรีย์ สามารถนำจุลินทรีย์และผลิตภัณฑ์จากจุลินทรีย์มาใช้และเพิ่มมูลค่าในกระบวนการผลิตทางอุตสาหกรรมนำไปสู่การพัฒนาประเทศต่อไป","Fee":"19,000","Degree":"วท.บ. "},{"Faculty":"คณะวิทยาศาสตร์","Major":"วิทยาการคอมพิวเตอร์","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/504","Campus":"KMITL","IsInter":"False","WhyApply":"-","Fee":"19,000","Degree":"วท.บ. "},{"Faculty":"คณะวิทยาศาสตร์","Major":"คณิตศาสตร์ประยุกต์","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/505","Campus":"KMITL","IsInter":"False","WhyApply":"การเรียนสาขาคณิตศาสตร์ประยุกต์ จะสามารถสอนให้นักศึกษารู้จักการคิดโดยยึดตรรกะ หรือการคิดที่มีเหตุมีผล สามารถประยุกต์ความรู้ที่ได้จากการเรียน ในการแก้ปัญหาในชีวิตจริง โดยมีหลักการที่ถูกต้อง และวัดผลสัมฤทธิ์ที่เกิดขึ้นแบบจับต้องได้ด้วยโมเดลทางคณิตศาสตร์","Fee":"19,000","Degree":"วท.บ. "},{"Faculty":"คณะวิทยาศาสตร์","Major":"ฟิสิกส์อุตสาหกรรม","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/506","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรฟิสิกส์อุตสาหกรรม (Industrial Physics Program) เป็นหลักสูตรที่ออกแบบเพื่อเสริมสร้างความรู้และทักษะต่างๆให้กับผู้เรียน ซึ่งตอบโจทย์ความต้องการของบริษัทและอุตสาหกรรม เป็นหลักสูตรที่มีความร่วมมือกับหน่วยงานอุตสาหกรรมชั้นนำของประเทศ มุ่งเน้นถ่ายทอดความรู้เพื่อให้บัณฑิตจบมาแล้วสามารถปฏิบัติงานได้ทันที","Fee":"19,000","Degree":"วท.บ. "},{"Faculty":"คณะวิทยาศาสตร์","Major":"สถิติประยุกต์","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/508","Campus":"KMITL","IsInter":"False","WhyApply":"สถิติศาสตร์เป็นวิทยาศาสตร์ประยุกต์แขนงหนึ่งที่ศึกษาการวางแผน เก็บรวบรวมข้อมูล วิเคราะห์ข้อมูล และสรุปผลอย่างเป็นระบบเพื่อช่วยในการวางแผน ตัดสินใจแก้ปัญหาและสร้างโอกาสทางธุรกิจให้แก่หน่วยงานต่างๆ ทั้งภาครัฐ ธุรกิจ รวมถึงอุตสาหกรรม นอกจากเรียนรู้หลักการเลือกระเบียบวิธีทางสถิติ รวมถึงการใช้เทคโนโลยีดิจิทัลที่สอดคล้องกับระเบียบวิธีทางสถิติดังกล่าว เช่น Big Data, Business Intelligence และ Data Visualizationเป็นต้น เพื่อตอบโจทย์การขับเคลื่อน 10 อุตสาหกรรมเป้าหมายที่มีศักยภาพตามทิศทางเป้าหมายของประเทศ","Fee":"19,000","Degree":"วท.บ. "},{"Faculty":"คณะวิทยาศาสตร์","Major":"Industrial and Engineering Chemistry (International program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/507","Campus":"KMITL","IsInter":"True","WhyApply":"“IEC, we bring forwards Chemical Solutions to Engineering Problems.” This is the new program from the Department of Chemistry, Faculty of Science, KMITL. It is designed as a hybrid field combining chemistry with knowledge of chemical engineering. This degree would create the industry in mind to bridge the knowledge gap between chemists and engineers. While the typical chemistry program concentrates on the basic chemistry, industrial and engineering chemistry (IEC) focuses on preparing a chemist capable of applying the scientific concept to industry-related practices. This is the newest and first program in Thailand that integrates basic chemistry and engineering chemistry. This program provides a flexible degree of study, depending on the student’s interest. The designed program composes of three options including; 1.","Fee":"75,000","Degree":"วท.บ. "},{"Faculty":"คณะวิทยาศาสตร์","Major":"Applied Microbiology (International program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/509","Campus":"KMITL","IsInter":"True","WhyApply":"This program aims to produce graduates who are able to integrate microbiological knowledge with biotechnology knowledge. In order to meet the expansion of industrial sectors, especially the biological industry, there are 2 forms of study; Type 1, which takes a period of 4 years. Upon graduation, you will receive a Bachelor’s Degree of B.Sc.Appiled Microbiology from KMITL; Type 2 is a 4 + 1 learning model that takes 5 years to complete. Upon graduation, you will receive a Bachelor’s Degree of B.Sc.Appiled Microbiology from KMITL and M.Sc. Nutraceuticals and Functional Foods from Mahidol University.","Fee":"70,000","Degree":"วท.บ. "}]