[{"Faculty":"คณะครุศาสตร์อุตสาหกรรมและเทคโนโลยี","Major":"สถาปัตยกรรม (5 ปี)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/486","Campus":"KMITL","IsInter":"False","WhyApply":"สาขาวิชาเอกคือ สถาปัตยกรรม โดยมีความเชี่ยวชาญเฉพาะหลักสูตรคือ บัณฑิตที่จบการศึกษาเป็นผู้ที่มีความรู้และทักษะ ทั้งภาคทฤษฎี และภาคปฏิบัติทางการสอน และมีความรู้และทักษะทั้งภาคทฤษฎีและภาคปฏิบัติทาง วิชาชีพสถาปัตยกรรม สามารถปฏิบัติงานในสถานศึกษา หรือหน่วยงานที่เกี่ยวข้องกับการศึกษา ในระดับอุดมศึกษา อาชีวศึกษา และการศึกษาขั้นพื้นฐาน สามารถเป็นนักวิชาการด้านสถาปัตยกรรม นักวิชาการด้านการจัดฝึกอบรมในหน่วยงานทั้งในภาครัฐและเอกชน รวมถึงสามารถปฎิบัติงานและ ประกอบอาชีพทางด้านสถาปัตยกรรมในหน่วยงานทั้งภาครัฐและเอกชน","Fee":"19,000","Degree":"ค.อ.บ. "},{"Faculty":"คณะครุศาสตร์อุตสาหกรรมและเทคโนโลยี","Major":"ครุศาสตร์การออกแบบสภาพแวดล้อมภายใน (5 ปี)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/487","Campus":"KMITL","IsInter":"False","WhyApply":"เป็นหลักสูตรวิชาชีพครู ที่ทำให้ท่านเป็นได้มากกว่าความเป็นครู","Fee":"19,000","Degree":"ค.อ.บ. "},{"Faculty":"คณะครุศาสตร์อุตสาหกรรมและเทคโนโลยี","Major":"ครุศาสตร์การออกแบบ","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/488","Campus":"KMITL","IsInter":"False","WhyApply":"กระบวนการ “Learning how to Learn Design” “เรียนเพื่อเรียนรู้ด้านการออกแบบ” เพราะหนึ่งในคุณสมบัติที่ดีเพื่อการปรับตัวอยู่รอดให้ได้ในยุคนี้ คือการเป็นคนที่ต้องเรียนรู้อยู่ตลอดเวลาการจะเรียนรู้สิ่งต่างๆได้ดี มีประสิทธิภาพ ก็ต้องเริ่มจากการรู้ว่า “วิธีการเรียนที่ดี” นั้นเป็นอย่างไร ซึ่งหลักสูตรครุศาสตร์การออกแบบได้มุ่งเน้นพัฒนาเนื้อหาและรูปแบบวิธีการเรียนการสอนที่เข้มข้นในการพัฒนาบุคลากรด้านการศึกษาและด้านการออกแบบอย่างบูรณาการ เพื่อที่จะสามารถตอบสนองต่อการพัฒนากำลังคนสำหรับการพัฒนาประเทศอย่างยั่งยืน","Fee":"19,000","Degree":"ค.อ.บ. "},{"Faculty":"คณะครุศาสตร์อุตสาหกรรมและเทคโนโลยี","Major":"ครุศาสตร์วิศวกรรม (4 ปี)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/489","Campus":"KMITL","IsInter":"False","WhyApply":"ครุศาสตร์วิศวกรรมเป็นศาสตร์ที่ศึกษาเทคโนโลยีด้านวิศวกรรมในแขนงต่างๆ โดยบูรณาการเข้ากับศาสตร์ด้านการศึกษา เพื่อผลิตบัณฑิตที่มีความรู้ทั้งภาคทฤษฎีและปฏิบัติในเชิงวิศวกรรมและการศึกษา","Fee":"19,000","Degree":"ค.อ.บ. "},{"Faculty":"คณะครุศาสตร์อุตสาหกรรมและเทคโนโลยี","Major":"สาขาวิชาเทคโนโลยีอิเล็กทรอนิกส์","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/490","Campus":"KMITL","IsInter":"False","WhyApply":"ปัจจุบันเทคโนโลยีมีความก้าวหน้าไปอย่างมาก ทำให้ประเทศไทยต้องวางนโยบายโดยมุ่งเน้นเศรษฐกิจที่ขับเคลื่อนด้วยนวัตกรรม ยุคอุตสาหกรรม 4.0 ซึ่งเป็นยุคที่ใช้เทคโนโลยีสมัยใหม่ในกระบวนการผลิต โดยนำความก้าวหน้าของการปฏิวัติดิจิทัล (Digital Revolution) มาใช้ในอุตสาหกรรม ส่งผลให้กระบวนการหรือการควบคุมอัตโนมัติ การรายงานผลต่างๆ สามารถเชื่อมโยง หรือสื่อสารผ่านระบบอินเตอร์เน็ต มีความสำคัญ ซึ่งระบบดังกล่าวเกี่ยวข้องและสัมพันธ์กันหลายศาสตร์ โดยมีรากฐานสำคัญจากการพัฒนาเทคโนโลยีอิเล็กทรอนิกส์ ดังนั้น จำเป็นต้องพัฒนาหลักสูตรด้านเทคโนโลยี โดยเฉพาะอย่างยิ่งหลักสูตรเทคโนโลยีทางด้านอิเล็กทรอนิกส์ที่มีการปรับตัวอย่างรวดเร็วและเป็นหนึ่งในรากฐานสำคัญที่บูรณาการในระบบการควบคุม การเชื่อมโยงในยุคอุตสาหกรรม 4.0 และเป็นเครื่องมือที่สำคัญในการสร้างนวัตกรรมในอนาคตต่อไป","Fee":"19,000","Degree":"ทล.บ. "},{"Faculty":"คณะครุศาสตร์อุตสาหกรรมและเทคโนโลยี","Major":"ครุศาสตร์เกษตร (4 ปี)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/491","Campus":"KMITL","IsInter":"False","WhyApply":"ครุศาสตร์เกษตรเป็นการบูรณาการความรู้และทักษะทั้งภาคทฤษฎีและภาคปฏิบัติการทางการสอนและเทคโนโลยีทางการเกษตรที่ทันสมัยต่างๆกับเกษตรกรรมแบบดั้งเดิม เพื่อเพิ่มประสิทธิภาพให้สามารถปฏิบัติงานในสถานศึกษาหรือหน่วยงานที่เกี่ยวข้องงานทางด้านการเกษตร","Fee":"19,000","Degree":"ค.อ.บ. "},{"Faculty":"คณะครุศาสตร์อุตสาหกรรมและเทคโนโลยี","Major":"ครุศาสตร์สถาปัตยกรรมและการออกแบบ","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/492","Campus":"KMITL","IsInter":"False","WhyApply":"เป็นหลักสูตรที่ได้ความร่วมมือสนับสนุนจากบริษัท ซีอาร์ซี ไทวัสดุจํากัดที่ ร่างหลักสูตรร่วมกัน ที่ให้ทุนสนับสนุนการศึกษาตลอดหลักสูตรโดยใช้สาขาของไทวัสดุ เป็นสถานที่สําหรับการฝึกปฏิบัติและเรียนในรายวิชาที่มีการฝึกปฏิบัติตลอดจนรับนักศึกษาที่สําเร็จการศึกษาเข้าทํางานในบริษัท ซีอาร์ซี ไทวัสดุจํากัด","Fee":"19,000","Degree":"ค.อ.บ. "}]