[{"Faculty":"คณะเทคโนโลยีการเกษตร","Major":"นวัตกรรมการผลิตสัตว์น้ำและการจัดการทรัพยากรประมง","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/493","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรนวัตกรรมการผลิตสัตว์น้ำและการจัดการทรัพยากรประมง เป็นหลักสูตรที่มีเนื้อหาเป็นแบบชุดรายวิชา (module) ที่มีการเชื่อมโยงรายวิชาต่างๆ ที่เกี่ยวข้อง ไว้ในแต่ละชุดรายวิชาของหลักสูตร โดยเน้นผู้เรียนให้ได้ฝึกปฏิบัติจริงทั้งภายในคณะและสถานประกอบการ เพื่อเพิ่มทักษะและความเชี่ยวชาญให้สามารถนำไปปฏิบัติจริง โดยผู้เรียนสามารถเลือกชุดรายวิชาได้ตามความถนัด นอกจากนี้ยังสามารถเลือกชุดรายวิชาในหลักสูตรอื่นๆ เพื่อเสริมสร้างความรู้ให้งานทางด้านนวัตกรรมการผลิตสัตว์น้ำและการจัดการทรัพยากรประมงมีความสมบูรณ์ในทุกๆ ด้าน","Fee":"18,000","Degree":"วท.บ. "},{"Faculty":"คณะเทคโนโลยีการเกษตร","Major":"การจัดการฟาร์มอย่างชาญฉลาด","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/494","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรการจัดการฟาร์มอย่างชาญฉลาด เป็นหลักสูตรที่เน้นการจัดการเรียนการสอนโดยบูรณาการศาสตร์ด้านต่างๆ ทั้งด้านวิทยาศาสตร์ วิศวกรรมศาสตร์ เทคโนโลยีสารสนเทศ และอุตสาหกรรมอาหาร เพื่อให้ผู้เรียนได้มีทักษะครบถ้วนตั้งแต่ระบบการจัดการฟาร์มแบบครบวงจร ตั้งแต่การวางผังฟาร์ม การผลิต การจัดการหลังการเก็บเกี่ยว และการตลาด โดยการนำเอาเทคโนโลยีและนวัตกรรมที่เหมาะสมเข้ามาใช้ในการจัดการให้เกิดความแม่นยำในการจัดการฟาร์ม เพื่อลดต้นทุนการผลิต และเพิ่มปริมาณและคุณภาพ (มาตรฐานและความปลอดภัย) ของผลผลิตตามความต้องการของผู้บริโภค การนำเทคโนโลยีเข้ามาช่วยในด้านการทำฟาร์มต่าง ๆ เช่น ฟาร์มพืช สัตว์ และประมง เพื่อให้เกิดการควบคุมและการดำเนินงานที่แม่นยำ เช่น การใช้ระบบสารสนเทศมาวางแผนการผลิตให้เหมาะสมกับสภาพพื้นที่ การใช้เซ็นเซอร์ต่าง ๆ ในระบบการผลิตพืช ระบบการดูแลสุขภาพสัตว์ และประมง เน้นทักษะและกระบวนการคิดของผู้เรียนให้รู้จักวางแผนการจัดการ วางกรอบการดำเนินงาน และหาแนวทางแก้ไขปัญหาได้อย่างเหมาะสม เรียนรู้การนำเทคโนโลยีต่างๆ เข้ามาช่วยในการบริหารจัดการฟาร์ม เช่นเทคโนโลยีเซนเซอร์ เทคโนโลยีสารสนเทศ เทคโนโลยีปัญญาประดิษฐ์ เทคโนโลยีภูมิสารสนเทศ และการนำข้อมูลขนาดใหญ่เพื่อใช้ประกอบการตัดสินใจ ประเมิน คาดการณ์ในการบริหารจัดการฟาร์มได้อย่างถูกต้อง เน้นสร้างทักษะเพื่อนำไปใช้จริง สู่ความเป็นมืออาชีพผ่านรูปแบบการจัดการเรียนแบบ Problem Based Learning, Project Based Learning, Situation Based Learning การเข้าฝึกประสบการณ์วิชาชีพผ่านรูปแบบสหกิจศึกษา (Cooperative Education) ในภาครัฐและภาคเอกชนทั้งในระดับชาติและนานาชาติ และการพัฒนาผู้เรียนผ่านเครือข่ายความร่วมมือกับสถาบันการศึกษาชั้นนำในต่างประเทศ เช่น Kyoto University, Kagoshima University ประเทศญี่ปุ่น National Pingtung University ประเทศใต้หวัน Wageningen University ประเทศเนเธอร์แลนด์ ซึ่งจะช่วยพัฒนาทักษะผู้เรียนทางด้านภาษาและความคิดสร้างสรรค์ ซึ่งจะช่วยเสริมทักษะของผู้เรียนในศตวรรษที่ 21 ให้ก้าวออกไปเป็นเจ้าของฟาร์ม ผู้จัดการฟาร์มเอกชน ผู้ประกอบการ นักวิชาการเกษตรและนักส่งเสริมการเกษตรอย่างมีคุณภาพเพื่อเป็นกำลังในการพัฒนาประเทศต่อไป","Fee":"25,000","Degree":"วท.บ. "},{"Faculty":"คณะเทคโนโลยีการเกษตร","Major":"ภูมิทัศน์เพื่อสิ่งแวดล้อม","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/495","Campus":"KMITL","IsInter":"False","WhyApply":"-","Fee":"25,000","Degree":"วท.บ. "},{"Faculty":"คณะเทคโนโลยีการเกษตร","Major":"เทคโนโลยีการผลิตพืช","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/496","Campus":"KMITL","IsInter":"False","WhyApply":"เป็นหลักสูตรที่ออกแบบมาเพื่อตอบสนองตามความต้องการของผู้เรียนอย่างแท้จริง ผู้เรียนสามารถออกแบบเรียนรู้ได้ตามความถนัดและความสนใจ โดยมีการจัดการเรียนการสอนเป็นชุดวิชา (module) ซึ่งในชุดวิชาได้มีการบูรณาการความรู้จากสาขาวิชาการต่างๆ เข้าไว้ด้วยกัน ตั้งแต่ความรู้พื้นฐานจนถึงทักษะที่จำเป็นต่อการประกอบอาชีพในสายการผลิตพืช ไม่ว่าจะเป็นงานในหน่วยงานราชการ เอกชน การเป็นผู้ประกอบการ นักวิจัย รวมถึงการศึกษาต่อ","Fee":"18,000","Degree":"วท.บ. "},{"Faculty":"คณะเทคโนโลยีการเกษตร","Major":"เทคโนโลยีการผลิตสัตว์และวิทยาศาสตร์เนื้อสัตว์","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/497","Campus":"KMITL","IsInter":"False","WhyApply":"เพื่อให้เกิดการเรียนรู้ทางด้านการผลิตสัตว์ วิทยาศาสตร์เนื้อสัตว การตรวจสอบคุณภาพผลผลิต ผลิตภัณฑ์ และสร้างทักษะอาชีพที่มั่นคงอย่างมีเอกลักษณ์","Fee":"18,000","Degree":"วท.บ. "},{"Faculty":"คณะเทคโนโลยีการเกษตร","Major":"พัฒนาการเกษตร","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/498","Campus":"KMITL","IsInter":"False","WhyApply":"การพัฒนาชีวิตเกษตรกรให้มีคุณภาพ การสร้างความเข้มแข็งให้เกษตรกรและสถาบันเกษตรกร ต้องการกำลังคนที่มีความรู้ความสามารถ เข้าใจสถานการณ์ และสภาพปัญหาที่เกิดขึ้นจริง ตลอดไปจนถึงสามารถทำงานร่วมกับเกษตรกรและชุมชน เพื่อกระตุ้นให้เกษตรกรพร้อมและให้ความร่วมมือในการพัฒนาตนเองให้เท่าทันสถานการณ์โลกที่เปลี่ยนแปลงไปอย่างรวดเร็วและรอบด้าน หลักสูตรพัฒนาการเกษตรมุ่งเน้นในการผลิตนักพัฒนาการเกษตรมืออาชีพ ที่จะเข้าไปเป็นกำลังสำคัญในการพัฒนาภาคการเกษตรให้ก้าวไกลด้วยเทคโนโลยีและนวัตกรรม ตลาดนำการผลิต ชีวิตเกษตรกรมีคุณภาพ ทรัพยากรการเกษตรมีความสมดุลและยั่งยืน ตามยุทธศาสตร์ 20 ปี ของประเทศ","Fee":"16,000","Degree":"วท.บ. "},{"Faculty":"คณะเทคโนโลยีการเกษตร","Major":"นิเทศศาสตร์เกษตร","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/499","Campus":"KMITL","IsInter":"False","WhyApply":"นิเทศศาสตร์เกษตร เป็นสาขาวิชาที่เป็นตัวกลางนำความรู้ ข้อมูล ข่าวสาร นวัตกรรมและเทคโนโลยีทางการเกษตรส่งสารไปสู่เกษตรกร ชุมชน และกลุ่มเป้าหมายอื่น ๆ ผ่านสื่อและช่องทางต่าง ๆ ที่ทันสมัย เป็นการผสมผสานระหว่างศาสตร์ทางด้านวิทย์และศิลป์เข้าด้วยกัน บัณฑิตที่จบออกไปจึงเป็นนักนิเทศศาสตร์ที่มีพื้นความรู้แบบนักวิทยาศาสตร์ ทำให้เข้าใจเนื้อหาทางวิทยาศาสตร์ที่เป็นเรื่องยากให้สามารถเผยแพร่หรือถ่ายทอดเนื้อหาทางวิทยาศาสตร์ออกมาให้เข้าใจได้ง่าย รวดเร็ว ถูกต้อง และชัดเจนกว่านักนิเทศศาสตร์ทั่วไป","Fee":"25,000","Degree":"วท.บ. "},{"Faculty":"คณะเทคโนโลยีการเกษตร (เขตชุมพร)","Major":"เทคโนโลยีการจัดการผลิตพืช","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/544","Campus":"Chumporn","IsInter":"False","WhyApply":"หลักสูตรเทคโนโลยีการจัดการผลิตพืชมุ่งผลิตบัณฑิตที่มีศักยภาพด้านความเป็นผู้ประกอบการ เพื่อสามารถนำไปพัฒนารูปแบบของการผลิตพืชที่ตอบสนองต่อความต้องการด้านเศรษฐกิจ สังคม และสิ่งแวดล้อมสู่ความยั่งยืนของภูมิภาค","Fee":"15,000","Degree":"วท.บ. "},{"Faculty":"คณะเทคโนโลยีการเกษตร (เขตชุมพร)","Major":"วิทยาศาสตร์การประมงและทรัพยากรทางน้ำ","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/548","Campus":"Chumporn","IsInter":"False","WhyApply":"ความรู้ความสามารถด้านวิทยาศาสตร์การประมงและทรัพยากรทางน้ำ มีความเป็นเลิศด้านการปฏิบัติครบทั้ง 3 ด้าน (ด้านน้ำจืด ด้านน้ำกร่อย\/ชายฝั่ง และด้านน้ำเค็ม\/ทะเลลึก)สามารถประยุกต์ใช้องค์ความรู้ เทคโนโลยี และนวัตกรรมที่เหมาะสม ตระหนักรู้สถานภาพและคุณค่าการใช้ทรัพยากรทางน้ำอย่างยั่งยืนเป็นคนดี คนเก่ง ใฝ่รู้ สู้งาน และมีคุณธรรมจริยธรรม สอดคล้องกับความต้องการกำลังพลเพื่อพัฒนาประเทศชาติ","Fee":"15,000","Degree":"วท.บ. "},{"Faculty":"คณะเทคโนโลยีการเกษตร (เขตชุมพร)","Major":"สัตวศาสตร์ แขนงการผลิตและธุรกิจสัตว์เลี้ยง","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/549","Campus":"Chumporn","IsInter":"False","WhyApply":"ด้วยสภาพสังคมและวิถีชีวิตที่เปลี่ยนไป ทําให้การเลี้ยงสัตว์เป็นที่นิยมมากขึ้น หลายครอบครัวมีจํานวนสัตว์เลี้ยงมากกว่าหนึ่งตัว หรือมีหลากหลายประเภท ธุรกิจดูแลสัตว์เลี้ยงเริ่มได้รับความนิยมอย่างกว้างขวาง เช่น การให้บริการจัดที่พักพร้อมอาหารสําหรับสัตว์ เลี้ยง การบริการตัดแต่งขนสัตว์เลี้ยง และการฝึกสัตว์เลี้ยงให้มีพฤติกรรมที่เหมาะสม นอกจากนี้ประเทศไทยที่กำลังเข้าสู่ภาวะสังคมผู้สูงอายุ และผู้พิการที่จำเป็นต้องใช้สัตว์ในการช่วยเหลือนำทาง หรือแม้แต่การบำบัดทางด้านสมาธิในเด็กที่มีปัญหาด้านพัฒนาการ การฝึกสัตว์ให้มีสามารถในการรองรับสถานการณ์ดังกล่าวจึงมีความสำคัญ","Fee":"15,000","Degree":"วท.บ. "},{"Faculty":"คณะเทคโนโลยีการเกษตร (เขตชุมพร)","Major":"สัตวศาสตร์ แขนงการผลิตและธุรกิจปศุสัตว์","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/558","Campus":"Chumporn","IsInter":"False","WhyApply":"ผลิตบุคลากรที่มีความรู้ความเข้าใจในด้านการผลิต การบริหารจัดการ ระบบธุรกิจและจรรยาบรรณหรือกฎเกณฑ์ทางวิชาชีพด้านปศุสัตว์และสัตว์เลี้ยงที่สามารถบูรณาการศาสตร์ต่างๆ และประยุกต์ใช้องค์ความรู้ได้อย่างเหมาะสมกับสภาพบริบททางด้านเศรษฐกิจ สังคม และภูมิปัญญาท้องถิ่น ตลอดจนพัฒนาไปสู่ผู้ประกอบการทางด้านสัตวศาสตร์ทั้งปศุสัตว์และสัตว์เลี้ยง เพื่อการผลิตสัตว์ และพัฒนาผลิตภัณฑ์จากสัตว์ที่ปลอดภัย รวมทั้งการศึกษาวิจัยสัตวศาสตร์เพื่อการพัฒนาทางอย่างยั่งยืน","Fee":"15,000","Degree":"วท.บ. "}]