[{"Faculty":"คณะอุตสาหกรรมอาหาร","Major":"เทคโนโลยีการหมักในอุตสาหกรรมอาหาร","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/513","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรนี้เป็นการให้ความรู้เกี่ยวกับเทคโนโลยีชีวภาพทางอาหารที่เกี่ยวข้องกับอุตสาหกรรมอาหารและอุตสาหกรรมที่เกี่ยวข้องโดยเฉพาะอย่างยิ่งกระบวนการหมักในอุตสาหกรรมที่เกี่ยวข้องกับจุลินทรีย์ในอาหาร รวมถึงการศึกษาและควบคุมความปลอดภัยทางอาหาร รวมถึงมีทักษะเพื่อแก้ปัญหาและพัฒนาอุตสาหกรรมอาหารอย่างเหมาะสมและยั่งยืน และการประยุกต์ใช้ความรู้ทางด้านวิทยาศาสตร์และเทคโนโลยีชีวภาพที่สามารถเพิ่มมูลค่าของผลิตภัณฑ์ทางอุตสาหกรรมอาหารได้","Fee":"21,000","Degree":"วท.บ. "},{"Faculty":"คณะอุตสาหกรรมอาหาร","Major":"วิทยาศาสตร์และเทคโนโลยีการอาหาร","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/514","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรนี้ที่เป็นที่รู้จักกันมานานของชาวไทย และเป็นหลักสูตรที่เกี่ยวข้องกับทางด้านอุตสาหกรรมอาหารโดยตรง โดยใช้ความรู้ทางด้านวิทยาศาสตร์และเทคโนโลยีการอาหารในการคิดวิเคราะห์และแก้ปัญหาด้านอุตสาหกรรมอาหาร เรียนรู้ในด้านวิทยาศาสตร์การอาหารและงานปฏิบัติการทางวิทยาศาสตร์อาหารอย่างเข้มข้นรวมถึงเรียนเกี่ยวกับอาหารประเภทต่าง ๆ เช่น อาหารเพื่อสุขภาพ อาหารตะวันตก อาหารและขนมไทย และได้รับประสบการณ์การทำงานจริงในอุตสาหกรรมระหว่างการเรียน อุตสาหกรรมอาหารในฐานะผู้ใช้บัณฑิตก็ยังคงมีความต้องการบัณฑิตที่จบจากจากหลักสูตรนี้อย่างต่อเนื่อง เห็นได้จากอัตราการมีงานทำของบัณฑิตที่จบจากหลักสูตรระหว่างปี 2558-2560 อยู่ในระดับสูงถึงร้อยละ 74.6 -94.1","Fee":"21,000","Degree":"วท.บ. "},{"Faculty":"คณะอุตสาหกรรมอาหาร","Major":"วิศวกรรมแปรรูปอาหาร","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/515","Campus":"KMITL","IsInter":"False","WhyApply":"หลักสูตรนี้เป็นการใช้ความรู้ทางด้านวิทยาศาสตร์และเทคโนโลยีที่เกี่ยวข้องกับงานด้านวิศวกรรมแปรรูปอาหาร ในการจัดการพัฒนา, แก้ไขปัญหางานด้านวิศวกรรมแปรรูปอาหาร รวมถึงความรู้ด้านหน่วยปฏิบัติการในกระบวนการแปรรูปอาหาร การควบคุมการผลิตในอุตสาหกรรมอาหาร เทคโนโลยีการแปรรูปอาหาร มีความรู้ด้านเครื่องมืออุปกรณ์ผลิตอาหาร และการออกแบบและวางผังโรงงานอาหารเพื่อความปลอดภัยในอุตสาหกรรมอาหารเพื่อที่จะเป็นผู้ประกอบอาชีพหรือผู้ประกอบกิจการอุตสาหกรรมอาหารได้","Fee":"21,000","Degree":"วท.บ. "},{"Faculty":"คณะอุตสาหกรรมอาหาร","Major":"Culinary Science and Foodservice Management (International program)","Link":"http:\/\/www-uat.kmitl.ac.th\/node\/516","Campus":"KMITL","IsInter":"True","WhyApply":"The Culinary Science and Foodservice Management Program provides in-depth knowledge in the food science and art of culinary and food service, which promotes high levels of culinary and food service skills with food science technology, especially on Thai food. The program presents up to date information on technology appropriate to run food service institutes, which facilitates successful internships to acquire contemporary industry experience. Thus students can apply theory to practice and adapt knowledge to the new situations.","Fee":"180,000","Degree":"-"}]